"""
Модуль, содержащий параметры, которые можно конфигурировать
"""

# Размер окна
INITIAL_GEOMETRY = "1600x900"

# Шрифт для новостного блока
FONT_NEWS = ("Roboto Mono", 13)

# Шрифт для дат календаря
FONT_WEEK = ("Roboto", 12)

# Шрифт для года календаря
FONT_YEAR = ("Roboto", 14)

# Шрифт для месяца календаря
FONT_MONTH = ("Roboto", 14)

# Шрифт для основной информации
FONT_INFO = ("Roboto", 14)

# Шрифт для заголовок
FONT_LABEL = ("Roboto", 36)

# Шрифт для чекбокса "Последние 10 дней"
FONT_CHECKBOX = ("Roboto", 16)

# Шрифт для меню выбора региона
FONT_OPTIONS = ("Roboto", 15)
