basic_color = ['#3B8ED0', '#1F6AA5']
home_main_text="Данные o COVID-19 на сегодня, "
loc_main_text="Данные о COVID-19 в регионе "
cal_main_text="Данные о COVID-19 на "
frame_home_text="На момент последних данных от {date_last_call} в ЦФО:\n\
\n\
— Заболело {num_diseased:,} чел.\n\
— Выздоровело {num_cured:,} чел.\n\
— Умерло {num_dead:,} чел. \n\
\n\
На данный момент заражено {num_infected:,} чел."

frame_loc_text="На момент последних данных от {date_last_call} в регионе {region}:\n\
\n\
— Заболело {num_diseased:,} чел.\n\
— Выздоровело {num_cured:.,} чел.\n\
— Умерло {num_dead:,} чел. \n\
\n\
На момент {date_last_call} в регионе {region} было заражено {num_infected:,} чел."

frame_cal_text="На момент последних данных от {date_last_call} в ЦФО:\n\
\n\
— Заболело {num_diseased:,} чел.\n\
— Выздоровело {num_cured:,} чел.\n\
— Умерло {num_dead:,} чел. \n\
\n\
На момент {date_last_call} было заражено {num_infected:,} чел."

regions=['Москва', 'Московская область', 'Белгородская область', 'Брянская область', 'Владимирская область',
              'Воронежская область', 'Ивановская область', 'Калужская область', 'Костромская область', 'Курская область',
                'Орловская область',
              'Рязанская область', 'Смоленская область', 'Тамбовская область',
              'Тверская область', 'Тульская область', 'Ярославская область', 'Липецкая область', ]
months=["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"]

week_name = ['Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб', 'Вс']

day=0
month=0
year=0