basic_color = ['#3B8ED0', '#1F6AA5']
home_main_text="Данные o COVID-19 на сегодня, "
loc_main_text="Данные о COVID-19 в регионе "
cal_main_text="Данные о COVID-19 на "
frame_home_text="На момент последних данных от <дата посл. данных> в ЦФО:\n\
\n\
— Заболело <число абс забол> чел. (+<число отн. заб>)\n\
— Выздоровело <абс. выздор.> чел. (+<ч. отн. вызд>)\n\
— Умерло <абс. смертей> чел. (+<ч. отн. смертей>)\n\
\n\
На данный момент заражено <ч. зараж.> чел."

frame_loc_text="На момент последних данных от <дата пол. данных> в регионе <регион>:\n\
\n\
— Заболело <число абс забол> чел. (+<число отн. заб>)\n\
— Выздоровело <абс. выздор.> чел. (+<ч. отн. вызд>)\n\
— Умерло <абс. смертей> чел. (+<ч. отн. смертей>)\n\
\n\
На момент <дата пол. данных> в регионе <регион> было заражено <ч. зараж.> чел."

frame_cal_text="На момент последних данных от <дата пол. данных> в ЦФО:\n\
\n\
— Заболело <число абс забол> чел. (+<число отн. заб>)\n\
— Выздоровело <абс. выздор.> чел. (+<ч. отн. вызд>)\n\
— Умерло <абс. смертей> чел. (+<ч. отн. смертей>)\n\
\n\
На момент <дата пол. данных> было заражено <ч. зараж.> чел."

regions=['Москва', 'Московская область', 'Белгородская область', 'Брянская область', 'Владимирская область',
              'Воронежская область', 'Ивановская область', 'Калужская область', 'Костромская область', 'Курская область',
                'Орловская область',
              'Рязанская область', 'Смоленская область', 'Тамбовская область',
              'Тверская область', 'Тульская область', 'Ярославская область', 'Липецкая область', ]